# MillimetersOfWaterColumn Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..MillimetersOfWaterColumn Property
UnitTypeId Class See Also
---
Millimeters of water column.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MillimetersOfWaterColumn { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MillimetersOfWaterColumn As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MillimetersOfWaterColumn {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace